Repository: unicefburundi/kiramama
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Method must be a POST
fr: La méthode doit être un POST

source: Your internet connection is not reliable. Computations not possible.
fr: Il n y a pas de connexion internet.

source: Internet Connection
fr: Connexion Internet

source: Toggle navigation
fr: Basculer la navigation

source: Tracking The first 1000 Days of Life, Preventing unnecessary mother and newborn deaths
fr: Suivi des premiers 1000 Jours de la Vie, Prévention des décès inutiles des mères et des nouveau-nés

source: Logout
fr: Se déconnecter

source: Login
fr: Se connecter

source: Contact Us
fr: Nous contacter

source: Ministry of Public Health and the fight against AIDS
fr: Ministère de la Santé publique et lutte contre le SIDA

source: Visit our website
fr: Aller sur le site notre website

source: for more information.
fr: pour plus d'informations.

source: Powered by Open-Source
fr: Propulsé par l'Open Source

source: All Photos by
fr: Tous les photos par

source: Home
fr: Accueil

source: Community Health Workers
fr: Travailleurs de Santé Communautaire

source: Maternal Health
fr: Santé maternelle

source: Child Health
fr: Santé Infantile

source: CHILD HEALTH
fr: Santé Infantile

source: Select Province
fr: Sélectionnez la Province

source: Select District
fr: Sélectionnez le District

source: Select CDS
fr: Sélectionnez le CDS

source: Start Date
fr: Début:

source: End Date
fr: Fin:

source: Birth ID
fr: ID de naissance

source: Date of Birth
fr: Date de naissance

source: Location
fr: Localité

source: Child Number
fr: ID de l'enfant

source: Mother ID
fr: ID de la mère

source: Gender
fr: Genre

source: Weight(Kg)
fr: Poids(Kg)

source: Breastfeeding
fr: Allaitement

source: Registered CHWs:
fr: TSC enregistrés:

source: Total CHWs
fr: Total des TSC

source: Active CHWs
fr: TSC Actifs

source: Inactive CHWs
fr: TSC Inactifs

source: Start Date:
fr: Début:

source: End Date:
fr: Fin:

source: About Kiramama
fr: A propos de Kiramama

source: MINSTRY TEXT
fr: Texte du Ministère

source: About the Ministry
fr: A propos du Ministère

source: About UNICEF
fr: A propos de l'UNICEF

source: UNICEF TEXT
fr: Texte de l'UNICEF

source: Information About Current statistics
fr: Informations sur les tendances

source: CURRENT STATISTICS TEXT
fr: Les tendances Actuelles

source: Community Health Workers:
fr: Travailleurs de Santé Communautaire

source: Active CHWs :
fr: TSC Actifs:

source: Inactive CHWs :
fr: TSC Inactifs:

source: Total Delivery :
fr: Total des Accouchements:

source: Delivery at home :
fr: Accouchements au domicile:

source: Delivery on Road :
fr: Accouchements en route:

source: Delivery on health facility :
fr: Accouchements au CDS:

source: PREGNANCY REPORTS STATISTICS
fr: Rapports des Statistiques sur les Grosses

source: Registered Pregnancy
fr: Grossesses enregistrées

source: High Risk Registered pregnancy
fr: Grossesses à haut risque enregistres

source: Expected Derivery
fr: Accouchements attendus

source: High Risk Expected Derivery
fr: Accouchements à haut risque attendus

source: Pregnant Women on Selected end date
fr: Femmes enceintes à la date

source: Pregnant Women Expected to deriver next 2 weeks from selected end date
fr: Femmes enceintes attendues pour accoucher dans 2 semaines à partir de

source: High Risk Pregnant Women Expected to deriver next 2 weeks from selected end date
fr: Femmes enceintes à haut risque attendues pour accoucher dans 2 semaines à partir de
